<?php

//Создайте переменную $text и присвойте ей значение 'Привет, Мир!'. Выведите значение этой переменной на экран.
//$text = 'Привет, Мир!';
//echo $text;

//Создайте переменную $age и присвойте ей ваш возраст.  Выведите на экран 'Мне Возраст лет!'.
//$age = 24;
//echo "Мне $age года!";

//Выведем фразу 'Привет, мир!':
//$arr = ['Привет, ', 'мир', '!'];
//echo $arr[0].$arr[1].$arr[2];


//Выведем имя 10 раз
//$name = "Denis";
//for($i=0; $i<10; $i++) {
 //   echo $name.PHP_EOL;
//}

//В переменной $min лежит число от 0 до 59. Определите в какую четверть часа попадает это число (в первую, вторую, третью или четвертую).
	//$min = 10;

  //$min = 10;
   //if ($min >= 0 && $min <= 14) {
   //    echo 'В первую ';
   //}

   // if ($min >= 15 && $min <= 30) {
   //     echo 'Во вторую ';
   // }

   // if ($min >= 31 && $min <= 45) {
   //    echo 'В третью ';
   // }

   // if ($min >= 46 && $min <= 59) {
   //  echo 'В четвертую ';
   //}





